abusaidm.html-snippets
adamwalzer.scss-lint
afractal.node-essentials
anseki.vscode-color
bmewburn.vscode-intelephense-client
capaj.vscode-standardjs-snippets
chenxsan.vscode-standardjs
cobeia.airbnb-react-snippets
CoenraadS.bracket-pair-colorizer
diogomachado.common-media-queries
dzannotti.vscode-babel-coloring
ecmel.vscode-html-css
EditorConfig.EditorConfig
eg2.vscode-npm-script
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GitHub.copilot
GitHub.vscode-pull-request-github
HookyQR.beautify
HookyQR.minify
jasonnutter.search-node-modules
justinlampe.js-minifier-with-closure
kiteco.kite
kokororin.vscode-phpfmt
leizongmin.node-module-intellisense
mgmcdermott.vscode-language-babel
mikestead.dotenv
mkaufman.HTMLHint
mohd-akram.vscode-html-format
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vsliveshare.vsliveshare
olback.es6-css-minify
p42ai.refactor
pflannery.vscode-versionlens
pranaygp.vscode-css-peek
redhat.fabric8-analytics
redhat.vscode-commons
redhat.vscode-yaml
ritwickdey.live-sass
ritwickdey.LiveServer
roerohan.mongo-snippets-for-node-js
sburg.vscode-javascript-booster
sidthesloth.html5-boilerplate
stevencl.addDocComments
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
Swellaby.node-pack
syler.sass-indented
TabNine.tabnine-vscode
thekalinga.bootstrap4-vscode
Tobermory.es6-string-html
VisualStudioExptTeam.vscodeintellicode
waderyan.nodejs-extension-pack
WallabyJs.quokka-vscode
wix.vscode-import-cost
Wscats.eno
xabikos.JavaScriptSnippets
zhuangtongfa.material-theme
Zignd.html-css-class-completion
